// Константы для формы

export const TOTAL_STEPS = 3;

export const cities = [
  {
    value: "Апрелевка",
    label: "Апрелевка",
  },
  {
    value: "Архангельск",
    label: "Архангельск",
  },
  {
    value: "Астрахань",
    label: "Астрахань",
  },
  {
    value: "Балашиха",
    label: "Балашиха",
  },
  {
    value: "Барнаул",
    label: "Барнаул",
  },
  {
    value: "Батайск",
    label: "Батайск",
  },
  {
    value: "Белгород",
    label: "Белгород",
  },
  {
    value: "Бронницы",
    label: "Бронницы",
  },
  {
    value: "Брянск",
    label: "Брянск",
  },
  {
    value: "Великий Новгород",
    label: "Великий Новгород",
  },
  {
    value: "Видное",
    label: "Видное",
  },
  {
    value: "Владивосток",
    label: "Владивосток",
  },
  {
    value: "Владимир",
    label: "Владимир",
  },
  {
    value: "Волгоград",
    label: "Волгоград",
  },
  {
    value: "Вологда",
    label: "Вологда",
  },
  {
    value: "Воронеж",
    label: "Воронеж",
  },
  {
    value: "Воскресенск",
    label: "Воскресенск",
  },
  {
    value: "Выборг",
    label: "Выборг",
  },
  {
    value: "Гатчина",
    label: "Гатчина",
  },
  {
    value: "Дедовск",
    label: "Дедовск",
  },
  {
    value: "Дзержинский",
    label: "Дзержинский",
  },
  {
    value: "Дмитров",
    label: "Дмитров",
  },
  {
    value: "Долгопрудный",
    label: "Долгопрудный",
  },
  {
    value: "Домодедово",
    label: "Домодедово",
  },
  {
    value: "Другой город",
    label: "Другой город",
  },
  {
    value: "Дубна",
    label: "Дубна",
  },
  {
    value: "Егорьевск",
    label: "Егорьевск",
  },
  {
    value: "Екатеринбург",
    label: "Екатеринбург",
  },
  {
    value: "Жуковский",
    label: "Жуковский",
  },
  {
    value: "Зарайск",
    label: "Зарайск",
  },
  {
    value: "Звенигород",
    label: "Звенигород",
  },
  {
    value: "Иваново",
    label: "Иваново",
  },
  {
    value: "Ивантеевка",
    label: "Ивантеевка",
  },
  {
    value: "Ижевск",
    label: "Ижевск",
  },
  {
    value: "Иркутск",
    label: "Иркутск",
  },
  {
    value: "Истра",
    label: "Истра",
  },
  {
    value: "Казань",
    label: "Казань",
  },
  {
    value: "Калининград",
    label: "Калининград",
  },
  {
    value: "Калуга",
    label: "Калуга",
  },
  {
    value: "Кашира",
    label: "Кашира",
  },
  {
    value: "Кемерово",
    label: "Кемерово",
  },
  {
    value: "Кингисепп",
    label: "Кингисепп",
  },
  {
    value: "Киров",
    label: "Киров",
  },
  {
    value: "Кировск",
    label: "Кировск",
  },
  {
    value: "Клин",
    label: "Клин",
  },
  {
    value: "Коломна",
    label: "Коломна",
  },
  {
    value: "Колпино",
    label: "Колпино",
  },
  {
    value: "Королёв",
    label: "Королёв",
  },
  {
    value: "Кострома",
    label: "Кострома",
  },
  {
    value: "Котельники",
    label: "Котельники",
  },
  {
    value: "Красноармейск",
    label: "Красноармейск",
  },
  {
    value: "Красногорск",
    label: "Красногорск",
  },
  {
    value: "Краснодар",
    label: "Краснодар",
  },
  {
    value: "Краснознаменск",
    label: "Краснознаменск",
  },
  {
    value: "Красноярск",
    label: "Красноярск",
  },
  {
    value: "Кудрово",
    label: "Кудрово",
  },
  {
    value: "Курск",
    label: "Курск",
  },
  {
    value: "Ликино-Дулёво",
    label: "Ликино-Дулёво",
  },
  {
    value: "Липецк",
    label: "Липецк",
  },
  {
    value: "Лобня",
    label: "Лобня",
  },
  {
    value: "Лосино-Петровский",
    label: "Лосино-Петровский",
  },
  {
    value: "Луховицы",
    label: "Луховицы",
  },
  {
    value: "Лыткарино",
    label: "Лыткарино",
  },
  {
    value: "Люберцы",
    label: "Люберцы",
  },
  {
    value: "Минеральные Воды",
    label: "Минеральные Воды",
  },
  {
    value: "Можайск",
    label: "Можайск",
  },
  {
    value: "Москва",
    label: "Москва",
  },
  {
    value: "Мурино",
    label: "Мурино",
  },
  {
    value: "Мурманск",
    label: "Мурманск",
  },
  {
    value: "Мытищи",
    label: "Мытищи",
  },
  {
    value: "Набережные Челны",
    label: "Набережные Челны",
  },
  {
    value: "Наро-Фоминск",
    label: "Наро-Фоминск",
  },
  {
    value: "Нижний Новгород",
    label: "Нижний Новгород",
  },
  {
    value: "Нижний Тагил",
    label: "Нижний Тагил",
  },
  {
    value: "Новое Девяткино",
    label: "Новое Девяткино",
  },
  {
    value: "Новокузнецк",
    label: "Новокузнецк",
  },
  {
    value: "Новороссийск",
    label: "Новороссийск",
  },
  {
    value: "Новосибирск",
    label: "Новосибирск",
  },
  {
    value: "Ногинск",
    label: "Ногинск",
  },
  {
    value: "Обнинск",
    label: "Обнинск",
  },
  {
    value: "Одинцово",
    label: "Одинцово",
  },
  {
    value: "Озёры",
    label: "Озёры",
  },
  {
    value: "Омск",
    label: "Омск",
  },
  {
    value: "Оренбург",
    label: "Оренбург",
  },
  {
    value: "Орехово-Зуево",
    label: "Орехово-Зуево",
  },
  {
    value: "Павловский",
    label: "Павловский",
  },
  {
    value: "Павловский Посад",
    label: "Павловский Посад",
  },
  {
    value: "Пенза",
    label: "Пенза",
  },
  {
    value: "Пермь",
    label: "Пермь",
  },
  {
    value: "Петрозаводск",
    label: "Петрозаводск",
  },
  {
    value: "Подольск",
    label: "Подольск",
  },
  {
    value: "Посад",
    label: "Посад",
  },
  {
    value: "Протвино",
    label: "Протвино",
  },
  {
    value: "Пушкин",
    label: "Пушкин",
  },
  {
    value: "Пушкино",
    label: "Пушкино",
  },
  {
    value: "Пущино",
    label: "Пущино",
  },
  {
    value: "Пятигорск",
    label: "Пятигорск",
  },
  {
    value: "Раменское",
    label: "Раменское",
  },
  {
    value: "Реутов",
    label: "Реутов",
  },
  {
    value: "Ростов-на-Дону",
    label: "Ростов-на-Дону",
  },
  {
    value: "Рязань",
    label: "Рязань",
  },
  {
    value: "СПБ",
    label: "СПБ",
  },
  {
    value: "Самара",
    label: "Самара",
  },
  {
    value: "Санкт-Петербург",
    label: "Санкт-Петербург",
  },
  {
    value: "Саранск",
    label: "Саранск",
  },
  {
    value: "Саратов",
    label: "Саратов",
  },
  {
    value: "Светогорск",
    label: "Светогорск",
  },
  {
    value: "Сергиев Посад",
    label: "Сергиев Посад",
  },
  {
    value: "Серпухов",
    label: "Серпухов",
  },
  {
    value: "Смоленск",
    label: "Смоленск",
  },
  {
    value: "Солнечногорск",
    label: "Солнечногорск",
  },
  {
    value: "Сочи",
    label: "Сочи",
  },
  {
    value: "Ставрополь",
    label: "Ставрополь",
  },
  {
    value: "Старая Купавна",
    label: "Старая Купавна",
  },
  {
    value: "Ступино",
    label: "Ступино",
  },
  {
    value: "Сургут",
    label: "Сургут",
  },
  {
    value: "Таганрог",
    label: "Таганрог",
  },
  {
    value: "Тамбов",
    label: "Тамбов",
  },
  {
    value: "Тверь",
    label: "Тверь",
  },
  {
    value: "Тольятти",
    label: "Тольятти",
  },
  {
    value: "Томск",
    label: "Томск",
  },
  {
    value: "Тосно",
    label: "Тосно",
  },
  {
    value: "Тула",
    label: "Тула",
  },
  {
    value: "Тюмень",
    label: "Тюмень",
  },
  {
    value: "Ульяновск",
    label: "Ульяновск",
  },
  {
    value: "Уфа",
    label: "Уфа",
  },
  {
    value: "Фрязино",
    label: "Фрязино",
  },
  {
    value: "Хабаровск",
    label: "Хабаровск",
  },
  {
    value: "Химки",
    label: "Химки",
  },
  {
    value: "Хотьково",
    label: "Хотьково",
  },
  {
    value: "Чебоксары",
    label: "Чебоксары",
  },
  {
    value: "Челябинск",
    label: "Челябинск",
  },
  {
    value: "Черноголовка",
    label: "Черноголовка",
  },
  {
    value: "Чехов",
    label: "Чехов",
  },
  {
    value: "Чита",
    label: "Чита",
  },
  {
    value: "Шатура",
    label: "Шатура",
  },
  {
    value: "Щёлково",
    label: "Щёлково",
  },
  {
    value: "Электрогорск",
    label: "Электрогорск",
  },
  {
    value: "Электросталь",
    label: "Электросталь",
  },
  {
    value: "Электроугли",
    label: "Электроугли",
  },
  {
    value: "Ярославль",
    label: "Ярославль",
  },
  {
    value: "д.Заневка",
    label: "д.Заневка",
  },
];

export const coverageLevels = [
  { value: "Базовый", label: "Базовый" },
  { value: "Комфорт", label: "Комфорт" },
  { value: "Премиум", label: "Премиум" },
];
